Revit 2027 API
ParameterTypeId.RbsElecLoadsummaryLoadclassificationParam Property
 "Load Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadsummaryLoadclassificationParam { get; }
Public Shared ReadOnly Property RbsElecLoadsummaryLoadclassificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadsummaryLoadclassificationParam {
	ForgeTypeId^ get ();
}
static member RbsElecLoadsummaryLoadclassificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace